{
  "Piercing": "Piercing: Grants 350 Offensive Penetration per stage.",
  "Flawless Ritual": "Flawless Ritual: Increases your chance to apply a Magical status effect by 30% per stage.",
  "Battle Mastery": "Battle Mastery: Increases your chance to apply a Martial status effect by 30% per stage.",
  "War Mage": "War Mage: Grants 100 Weapon and Spell Damage to Magical attacks.\n\nAffects Magic, Flame, Frost, and Shock Damage.",
  "Mighty": "Mighty: Grants 100 Weapon and Spell Damage to Martial attacks.\n\nAffects Physical, Poison, Disease, and Bleed Damage.",
  "Weapons Expert": "Weapons Expert: Increases your damage done with Light and Heavy Attacks by 4% per stage.",
  "Force of Nature": "Force of Nature: Increases your Offensive Penetration by 660 for every status effect your target has.",
  "Exploiter": "Exploiter: Increases your damage done against Off Balance enemies by 2% per stage.",
  "Blessed": "Blessed: Increases your Healing Done by 1% per stage.",
  "Salve of Renewal": "Salve of Renewal: Whenever you remove a harmful effect from yourself or an ally, you sanctify the ground beneath them and heal them and allies within 8 meters for 1280 Health per stage. This effect can occur once every 10 seconds.",
  "Hope Infusion": "Hope Infusion: Healing yourself or an ally under 50% Health grants them Minor Heroism for 1 second for every 300 Magicka Recovery you have. This effect can occur once every 10 seconds per target.\n\nCurrent duration: 1.5 seconds",
  "From the Brink": "From the Brink: Whenever you heal yourself or an ally under 25% Health, you grant them a damage shield that absorbs up to 2200 damage per stage, for 6 seconds. This effect can occur once every 30 seconds per target.",
  "Enlivening Overflow": "Enlivening Overflow: Overhealing yourself or an ally grants them Health, Magicka, and Stamina Recovery equal to .5% of your Max Magicka, up to a cap of 150, for 6 seconds. This effect can occur once every 12 seconds per target.",
  "Resilience": "Resilience: Grants 132 Critical Resistance per stage.",
  "Preparation": "Preparation: Reduces your damage taken from non-player attacks by 5% per stage.",
  "Elemental Aegis": "Elemental Aegis: Reduces the damage you take from Magical attacks by 1% per stage.\n\nAffects Magic, Flame, Frost, and Shock Damage.",
  "Hardy": "Hardy: Reduces the damage you take from Martial attacks by 1% per stage.\n\nAffects Physical, Poison, Disease, and Bleed Damage.",
  "Quick Recovery": "Quick Recovery: Increases your healing received by 1% per stage.",
  "Ironclad": "Ironclad: Reduces your damage taken by direct damage attacks by 3% per stage.",
  "Arcane Supremacy": "Arcane Supremacy: Increases Max Magicka by 26 per stage.",
  "Backstabber": "Backstabber: Increases your Critical Damage done by 2% per stage against enemies you are flanking.",
  "Biting Aura": "Biting Aura: Increases your damage done with area of effect attacks by 3% per stage.",
  "Bulwark": "Bulwark: While you have a Shield or Frost Staff equipped, your Spell and Physical Resistance is increased by 1900.",
  "Cleansing Revival": "Cleansing Revival: Healing a target under 25% Health removes all harmful effects from them. This effect can occur once every 24 seconds.",
  "Cutting Defense": "Cutting Defense: You deal 0 Magic Damage to attackers whenever they damage you with a direct damage attack within 7 meters. This effect scales off the higher of your Physical or Spell Resistance and can activate your Weapon Enchantments and Poisons.",
  "Deadly Aim": "Deadly Aim: Increase your damage done with single target attacks by 3% per stage.",
  "Duelist's Rebuff": "Duelist's Rebuff: Reduces your damage taken by single target attacks by 3% per stage.",
  "Eldritch Insight": "Eldritch Insight: Grants 260 Max Magicka per stage.",
  "Endless Endurance": "Endless Endurance: Increases your Max Stamina by 26 per stage.",
  "Enduring Resolve": "Enduring Resolve: Reduces your damage taken by damage over time attacks by 3% per stage.",
  "Fighting Finesse": "Fighting Finesse: Increases your Critical Damage and Critical Healing done by 4% per stage.",
  "Focused Mending": "Focused Mending: Increases your Healing Done with single target heals by 2% per stage.",
  "Foresight": "Foresight: After you drink a potion, the cost of your Magicka and Stamina healing abilities used within 6 seconds are reduced by 75%.",
  "Last Stand": "Last Stand: When you take damage below 20% Health you gain Major Heroism, granting 3 Ultimate every 1.5 seconds for 9 seconds. This effect can occur once every 9 seconds.",
  "Master-at-Arms": "Master-at-Arms: Increases your damage done with direct damage attacks by 3% per stage.",
  "Occult Overload": "Occult Overload: Whenever you kill an enemy under the effect of a status effect, they violently explode for 1037 Oblivion Damage per stage to all other enemies in a 4 meter radius, and applying a random status effect to each enemy hit. This effect can occur once every second.",
  "Precision": "Precision: Grants 160 Critical Chance per stage.",
  "Reaving Blows": "Reaving Blows: When you deal direct damage you heal for 7% of the damage done.",
  "Reinforced": "Reinforced: When you begin Bracing, you gain a damage shield that absorbs 5140 damage for 3 seconds. This effect can occur once every 10 seconds.",
  "Rejuvenator": "Rejuvenator: Grants 41 Weapon and Spell Damage to your healing abilities per stage.",
  "Riposte": "Riposte: When you block an attack from an enemy within 7 meters, your next direct damage attack made within 5 seconds deals 33% additional damage. This effect can occur once every 5 seconds.",
  "Soothing Tide": "Soothing Tide: Increases your Healing Done by area of effect heals by 2% per stage.",
  "Swift Renewal": "Swift Renewal: Increases your Healing Done with healing over time effects by 2% per stage.",
  "Thaumaturge": "Thaumaturge: Increases your damage done with damage over time effects by 3% per stage.",
  "Tireless Discipline": "Tireless Discipline: Grants 260 Max Stamina per stage.",
  "Unassailable": "Unassailable: Reduces your damage taken by area of effect attacks by 3% per stage.",
  "Untamed Aggression": "Untamed Aggression: Increases your Weapon and Spell Damage by 3 per stage.",
  "Wrathful Strikes": "Wrathful Strikes: Grants 41 Weapon and Spell Damage to your damaging abilities per stage.",
  "Mystic Tenacity": "Mystic Tenacity: Reduces the duration of Elemental Status Effects applied to you by 5% per stage.",
  "Sustained by Suffering": "Sustained by Suffering: Increases your Health, Magicka, and Stamina Recovery by 30 per stage while under the effects of a negative effect.",
  "Relentlessness": "Relentlessness: Being Stunned or Feared causes you to gain Major Protection for 3 seconds, reducing your damage taken by 10%.",
  "Pain's Refuge": "Pain's Refuge: Reduces your damage taken by 2% for every 2 negative effects active on you, up to a maximum of 20%.",
  "Nimble Protector": "Nimble Protector: Increases your Movement Speed while Bracing by 3% per stage.",
  "Ward Master": "Ward Master: Reduces your damage taken by 2% per stage while Blocking and under the effects of a Damage Shield.",
  "Bracing Anchor": "Bracing Anchor: While in combat, increase the amount of damage you can block by 4% per stage, but reduces your Movement Speed by 16% at all stages.",
  "Soothing Shield": "Soothing Shield: When you successfully block an attack you have a 15% chance to restore 147 Health per stage.",
  "Hasty": "Hasty: Increases your movement speed when Sprinting by 2% per stage.",
  "Celerity": "Celerity: Increases your Movement Speed by 2% per stage.",
  "Refreshing Stride": "Refreshing Stride: While Sprinting you gain 100 Health and Magicka Recovery per stage.",
  "Thrill of the Hunt": "Thrill of the Hunt: Whenever you kill an enemy you gain Major Expedition for 3 seconds per stage, increasing your Movement Speed by 30%.",
  "Arcane Alacrity": "Arcane Alacrity: While under the effects of a damage shield your Roll Dodge costs 160 less Stamina per stage.",
  "Bashing Brutality": "Bashing Brutality: Increases your Bash damage by 60 per stage.",
  "Bastion": "Bastion: Increases the effectiveness of your damage shields and damage against shielded enemies by 3% per stage.",
  "Bloody Renewal": "Bloody Renewal: Restore 300 Stamina per stage, whenever you kill an enemy.",
  "Boundless Vitality": "Boundless Vitality: Grants 28 Max Health per stage.",
  "Defiance": "Defiance: Reduces the cost of Break Free by 110 Stamina per stage.",
  "Expert Evasion": "Expert Evasion: Your next Roll Dodge is free of cost. After consuming this effect, you cannot gain it again for 30 seconds.",
  "Fortification": "Fortification: Increases the amount of damage you can block by 2% per stage.",
  "Fortified": "Fortified: Grants 34.6 Armor per stage.",
  "Hardened": "Hardened: Increases the duration of Crowd Control Immunity by 3% per stage.",
  "Hero's Vigor": "Hero's Vigor: Grants 280 Max Health per stage.",
  "Juggernaut": "Juggernaut: While under the effects of Crowd Control Immunity, you take 1% less damage per stage.",
  "On Guard": "On Guard: While under the effects of Crowd Control Immunity, increases the amount of damage you block by 2% per stage.",
  "Peace of Mind": "Peace of Mind: Increases Magicka and Health Recovery while under the effects of Crowd Control Immunity by 40 per stage.",
  "Piercing Gaze": "Piercing Gaze: Increases your Stealth Detection by 1 meter per stage.",
  "Rejuvenation": "Rejuvenation: Grants 1.8 Health, Magicka, and Stamina Recovery per stage.",
  "Rousing Speed": "Rousing Speed: Reduces the cost of Sprint by 50 Stamina per stage, while under the effects of Crowd Control Immunity.",
  "Savage Defense": "Savage Defense: Reduces the cost of Bash by 45 Stamina per stage.",
  "Shield Master": "Shield Master: Reduces the cost of your damage shield abilities by 2% per stage.",
  "Siphoning Spells": "Siphoning Spells: Restore 300 Magicka per stage, whenever you kill an enemy.",
  "Slippery": "Slippery: When you are affected by a disabling effect, you automatically Break Free for no cost. After using this effect, you become Winded and cannot trigger this effect or others like it for 21 seconds.",
  "Spirit Mastery": "Spirit Mastery: Decreases the time it takes to resurrect an ally by 33%.",
  "Sprinter": "Sprinter: Reduces the cost of Sprint by 20 Stamina per stage.",
  "Strategic Reserve": "Strategic Reserve: Gain 30 Health Recovery for every 10 Ultimate you have.",
  "Survival Instincts": "Survival Instincts: While afflicted with a Status Effect, your core combat skills cost 5% less per stage.",
  "Tempered Soul": "Tempered Soul: Return to life after resurrection with 5% more resources per stage.",
  "Tireless Guardian": "Tireless Guardian: Reduces the cost of Block by 20 Stamina per stage.",
  "Tumbling": "Tumbling: Reduces the cost of Roll Dodge by 120 Stamina per stage.",
  "Unchained": "Unchained: When you use Break Free, the cost of your next Stamina ability used within 5 seconds is reduced by 11% per stage.",
  "Angler's Instincts": "Angler's Instincts: Increases your chance of catching higher quality fish, akin to fishing with another player. This effect can stack with other similar bonuses.",
  "Breakfall": "Breakfall: Reduces your fall damage taken by 7% per stage.",
  "Cutpurse's Art": "Cutpurse's Art: Increases the chance to get higher-quality loot when pickpocketing.",
  "Discipline Artisan": "Discipline Artisan: Increases experience gain for currently active skills and their skill lines by 3% per stage.",
  "Fade Away": "Fade Away: Escaping from a Guard wipes 25% of your current Heat, but not Bounty.",
  "Fleet Phantom": "Fleet Phantom: Reduces the Movement Speed penalty of Sneak by 5% per stage.",
  "Fortune's Favor": "Fortune's Favor: Increases the amount of gold you find in treasure chests and safeboxes by 10% per stage.",
  "Friends in Low Places": "Friends in Low Places: Removes 1000 gold from your bounty once per day when committing a crime where bounty is added.\n\nYou must be level 50 for this passive to activate, and your current bounty must be at or greater than 1000 gold.",
  "Gifted Rider": "Gifted Rider: Increases your Mount Speed by 2% per stage.",
  "Gilded Fingers": "Gilded Fingers: Increases your gold gained by 2% per stage.",
  "Homemaker": "Homemaker: You have a 10% chance to find a second furnishing plan whenever you find a furnishing plan in the world.",
  "Infamous": "Infamous: Increases the value of fenced items by 25%.",
  "Inspiration Boost": "Inspiration Boost: Increases your crafting inspiration gained by 10% per stage.",
  "Liquid Efficiency": "Liquid Efficiency: Whenever you use a potion or poison you have a 10% chance to not consume it.",
  "Master Gatherer": "Master Gatherer: Reduces the time it takes to harvest by 10% per stage.",
  "Meticulous Disassembly": "Meticulous Disassembly: Improves the chances of extracting Woodworking, Blacksmithing, Clothing, and Jewelry Crafting ingredients and allows the refining of more powerful resins, tempers, tannins, and platings from raw materials.",
  "Out of Sight": "Out of Sight: Reduces the radius you can be detected while Sneaking by 1 meter per stage.",
  "Plentiful Harvest": "Plentiful Harvest: You have a 10% chance to gain double the yield from normal resource nodes per stage.",
  "Professional Upkeep": "Professional Upkeep: Reduces the cost of repairing your armor by 1% per stage.",
  "Rationer": "Rationer: Adds 10 minutes to the duration of any food or drink that increases your character's stats per stage.",
  "Reel Technique": "Reel Technique: Decreases the time it takes for a fish to bite by 25%.",
  "Shadowstrike": "Shadowstrike: When you kill an enemy with Blade of Woe, you become invisible for 5 seconds after a short delay while distracting nearby enemies or potential witnesses. While under this effect you can cast Blade of Woe.",
  "Soul Reservoir": "Soul Reservoir: When you resurrect yourself or another player you have a 33% chance to not consume a Soul Gem.",
  "Steadfast Enchantment": "Steadfast Enchantment: Your Weapon Enchantments have a 10% chance to not consume a charge when activated per stage.",
  "Steed's Blessing": "Steed's Blessing: Increases your out of combat Movement Speed by .4% per stage.",
  "Sustaining Shadows": "Sustaining Shadows: Reduces the cost of Sneak by 1% per stage.",
  "Treasure Hunter": "Treasure Hunter: Increase the quality of items you find in treasure chests.",
  "Wanderer": "Wanderer: Reduces the cost of Wayshrine usage by 10% per stage.",
  "War Mount": "War Mount: Improves your mastery with mounts, removing all mount Stamina costs outside of combat."
}
